Revit 2027 API
ParameterTypeId.FabricParamLocationWall Property
 "Location": Fabric location in the wall
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricParamLocationWall { get; }
Public Shared ReadOnly Property FabricParamLocationWall As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricParamLocationWall {
	ForgeTypeId^ get ();
}
static member FabricParamLocationWall : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace